Repository: brnestrousb/Ecargo-Main
Catalog: lib/l10n/app_*.arb
Languages: id

# onboardingTitle1
source: Welcome to ECarrgo Demo!
id: Selamat Datang di ECarrgo Demo!

# onboardingDesc1
source: Discover a smarter way to ship goods with ECarrgo, a digital platform that connects shippers and carriers through a competitive auction system, both domestically and internationally.
id: Temukan cara lebih pintar untuk mengirim barang dengan ECarrgo, platform digital yang menghubungkan pengirim dan pengangkut melalui sistem lelang yang kompetitif, baik domestik maupun internasional.

# onboardingTitle2
source: Digital Logistics Simplified
id: Logistik Digital yang Sederhana

# onboardingDesc2
source: Track your shipments in real time, compare carrier bids, and manage your logistics from one powerful dashboard.
id: Lacak kiriman Anda secara real-time, bandingkan penawaran pengangkut, dan kelola logistik Anda dari satu dasbor yang kuat.

# onboardingTitle3
source: Join the ECarrgo Network
id: Bergabunglah dengan Jaringan ECarrgo

# onboardingDesc3
source: Connect with trusted logistics partners and scale your business efficiently through our smart logistics ecosystem.
id: Terhubung dengan mitra logistik terpercaya dan skalakan bisnis Anda secara efisien melalui ekosistem logistik pintar kami.

# onboardingTitle4
source: Smart Shipping Experience
id: Pengalaman Pengiriman Pintar

# onboardingDesc4
source: Experience faster, smarter, and more cost-effective shipping with ECarrgo's intelligent matching technology.
id: Nikmati pengiriman yang lebih cepat, pintar, dan hemat biaya dengan teknologi pencocokan cerdas dari ECarrgo.

# buttonLogin
source: Login
id: Masuk

# buttonRegister
source: I am a new user, Sign up
id: Saya pengguna baru, Sign up

# loginAsTitle
source: Login as?
id: Masuk sebagai?

# loginAsVendor
source: Vendor Logistics
id: Vendor Logistik

# loginAsSender
source: Sender
id: Pengirim
